{
  "data": [
    {
      "name": "+1 Action",
      "desc": "The Survivor has an extra Action he may use as he pleases."
    },
    {
      "name": "+1 Damage: [Type]",
      "desc": "The Survivor gets a +1 Damage bonus with the specified type of Combat Action (Magic, Melee or Ranged)."
    },
    {
      "name": "+1 Damage with [Equipment]",
      "desc": "The Survivor gets a +1 Damage bonus with the specified Equipment."
    },
    {
      "name": "+1 to dice roll: Combat",
      "desc": "The Survivor adds 1 to the result of each die he rolls on a Combat Action (Melee, Ranged or Magic). The maximum result is always 6."
    },
    {
      "name": "+1 to dice roll: Magic",
      "desc": "The Survivor adds 1 to the result of each die he rolls on a Magic Action. The maximum result is always 6."
    },
    {
      "name": "+1 to dice roll: Melee",
      "desc": "The Survivor adds 1 to the result of each die he rolls in Melee Actions. The maximum result is always 6."
    },
    {
      "name": "+1 to dice roll: Ranged",
      "desc": "The Survivor adds 1 to the result of each die he rolls in Ranged Actions. The maximum result is always 6."
    },
    {
      "name": "+1 die: Combat",
      "desc": "The Survivor’s weapons and Combat spells roll an extra die in Combat (Melee, Ranged or Magic). Dual weapons and spells gain a die each, for a total of +2 dice per Dual Combat Action."
    },
    {
      "name": "+1 die: Magic",
      "desc": "The Survivor’s Combat spells roll an extra die for Magic Actions. Dual Combat spells gain a die each, for a total of +2 dice per Dual Magic Action."
    },
    {
      "name": "+1 die: Melee",
      "desc": "The Survivor’s Melee weapons roll an extra die for Melee Actions. Dual Melee weapons gain a die each, for a total of +2 dice per Dual Melee Action."
    },
    {
      "name": "+1 die: Ranged",
      "desc": "The Survivor’s Ranged weapons roll an extra die for Ranged Actions. Dual Ranged weapons gain a die each, for a total of +2 dice per Dual Ranged Action."
    },
    {
      "name": "+1 free Combat Action",
      "desc": "The Survivor has one extra free Combat Action. This Action may only be used for Melee, Ranged or Magic Actions."
    },
    {
      "name": "+1 free Enchantment Action",
      "desc": "The Survivor has one extra free Enchantment Action. This Action may only be used for Enchantment Actions."
    },
    {
      "name": "+1 free Magic Action",
      "desc": "The Survivor has one extra free Magic Action. This Action may only be used for Magic Actions."
    },
    {
      "name": "+1 free Melee Action",
      "desc": "The Survivor has one extra free Melee Action. This Action may only be used for a Melee Action."
    },
    {
      "name": "+1 free Move Action",
      "desc": "The Survivor has one extra free Move Action. This Action may only be used as a Move Action."
    },
    {
      "name": "+1 free Ranged Action",
      "desc": "The Survivor has one extra free Ranged Action. This Action may only be used as a Ranged Action."
    },
    {
      "name": "+1 free Search Action",
      "desc": "The Survivor has one extra free Search Action. This Action may only be used to Search, and the Survivor can still only Search once per Turn."
    },
    {
      "name": "+1 max Range",
      "desc": "The Survivor’s Ranged weapons and Combat spells’ maximum Range is increased by 1."
    },
    {
      "name": "+1 Zone per Move",
      "desc": "The Survivor can move through one extra Zone each time he performs a Move Action. This Skill stacks with other effects benefiting Move Actions. Entering a Zone containing Zombies ends the Survivor’s Move Action."
    },
    {
      "name": "2 Zones per Move Action",
      "desc": "When the Survivor spends oneAction to Move, he can move one or two Zones instead of one. Entering a Zone containing Zombies ends the Survivor’sMove Action."
    },
    {
      "name": "Ambidextrous",
      "desc": "The Survivor treats all Combat spells, Melee and Ranged weapons as if they had the Dual symbol."
    },
    {
      "name": "Barbarian",
      "desc": "When resolving a Melee Action, the Survivor may substitute the Dice number of the Melee weapon(s) he uses with the number of Zombies standing in the targeted Zone. Skills affecting the dice value, like +1 die: Melee, still apply."
    },
    {
      "name": "Blitz",
      "desc": "Each time the Survivor kills the last Zombie in a Zone,he gets 1 free Move Action to use immediately."
    },
    {
      "name": "Bloodlust: Combat",
      "desc": "Spend one Action with the Survivor:He Moves up to two Zones to a Zone containing at least one Zombie. He then gains one free Combat Action (Melee,Ranged or Magic)."
    },
    {
      "name": "Bloodlust: Magic",
      "desc": "Spend one Action with the Survivor: HeMoves up to two Zones to a Zone containing at least one Zombie. He then gains one free Magic Action, to use immediately."
    },
    {
      "name": "Bloodlust: Melee",
      "desc": "Spend one Action with the Survivor: HeMoves up to two Zones to a Zone containing at least one Zombie. He then gains one free Melee Action, to use immediately."
    },
    {
      "name": "Bloodlust: Ranged",
      "desc": "Spend one Action with the Survivor: HeMoves up to two Zones to a Zone containing at least one Zombie. He then gains one free Ranged Action, to use immediately."
    },
    {
      "name": "Born leader",
      "desc": "During the Survivor’s Turn, he may give one free Action to another Survivor to use as he pleases. This Action must be used during the recipient’s next Turn or it is lost."
    },
    {
      "name": "Break-in",
      "desc": "In order to open doors, the Survivor rolls no dice,and needs no equipment (but still spends an Action to do so). He doesn’t make Noise while using this Skill. However, other prerequisites still apply (such as taking a designated Objective before a door can be opened). Moreover, the Survivor gains one extra free Action that can only be used to open doors."
    },
    {
      "name": "Charge",
      "desc": "The Survivor can use this Skill for free, as often as he pleases, during each of his Turns: He moves up to two Zones to a Zone containing at least one Zombie. Normal Movement rules still apply. Entering a Zone containing Zombies ends the Survivor’s Move Action."
    },
    {
      "name": "Collector: [Zombie type]",
      "desc": "The Survivor gains double the experience each time he kills a Zombie of the specified type."
    },
    {
      "name": "Destiny",
      "desc": "The Survivor can use this Skill once per Turn when he reveals an Equipment card he drew. You can ignore and discard that card, then draw another Equipment card."
    },
    {
      "name": "Free reload",
      "desc": "The Survivor reloads reloadable weapons (HandCrossbows, Orcish Crossbow, etc.) for free."
    },
    {
      "name": "Frenzy: Combat",
      "desc": "All weapons and Combat spells the Survivor carries gain +1 die per Wound the Survivor suffers. Dual weapons gain a die each, for a total of +2 dice per Wound and per Dual Combat Action (Melee, Ranged or Magic)."
    },
    {
      "name": "Frenzy: Magic",
      "desc": "Combat spells the Survivor carries gain +1 die per Wound the Survivor suffers. Dual Combat spells gain a die each, for a total of +2 dice per Wound and per Dual Magic Action."
    },
    {
      "name": "Frenzy: Melee",
      "desc": "Melee weapons the Survivor carries gain +1 die per Wound the Survivor suffers. Dual Melee weapons gain a die each, for a total of +2 dice per Wound and per Dual Melee Action."
    },
    {
      "name": "Frenzy: Ranged",
      "desc": "Ranged weapons the Survivor carries gain+1 die per Wound the Survivor suffers. Dual Ranged weapons gain a die each, for a total of +2 dice per Wound and per DualRanged Action."
    },
    {
      "name": "Hit & run",
      "desc": "The Survivor can use this Skill for free, just after he resolved a Magic, Melee or Ranged Action resulting in at least a Zombie kill. He can then resolve a free Move Action. The Survivor does not spend extra Actions to perform this free Move Action if Zombies are standing in his Zone."
    },
    {
      "name": "Hold your nose",
      "desc": "This Skill can be used once per Turn. TheSurvivor gets a free Search Action in the Zone if he has eliminated a Zombie (even in a Vault or a street Zone) the sameGame Round. This Action may only be used to Search, and the Survivor can still only Search once per Turn."
    },
    {
      "name": "Ironclad: [Zombie type]",
      "desc": "The Survivor ignores all Wounds coming from Zombies of the specified type (such as “Walker”,“Runner”, etc.)."
    },
    {
      "name": "Iron hide",
      "desc": "The Survivor can make Armor rolls with a 5+ Armor value, even when he does not wear an armor on his Body slot. Wearing an armor, the Survivor adds 1 to the result of each die he rolls for Armor rolls. The maximum result is always 6."
    },
    {
      "name": "Iron rain",
      "desc": "When resolving a Ranged Action, the Survivor may substitute the Dice number of the Ranged weapon(s) he uses with the number of Zombies standing in the targeted Zone. Skills affecting the dice value, like +1 die: Ranged, still apply."
    },
    {
      "name": "Is that all you’ve got?",
      "desc": "You can use this Skill any time theSurvivor is about to get Wounds. Discard one Equipment card in your Survivor’s inventory for each Wound he’s about to receive. Negate a Wound per discarded Equipment card."
    },
    {
      "name": "Jump",
      "desc": "The Survivor can use this Skill once during each Activation. The Survivor spends one Action: He moves two Zones into a Zone to which he has Line of Sight. Movement relatedSkills (like +1 Zone per Move Action or Slippery) are ignored,but Movement penalties (like having Zombies in the startingZone) apply. Ignore everything in the intervening Zone."
    },
    {
      "name": "Lifesaver",
      "desc": "The Survivor can use this Skill, for free, once during each of his Turns. Select a Zone containing at least one Zombie at Range 1 from your Survivor. Choose Survivors in the selectedZone to be dragged to your Survivor’s Zone without penalty. This is not a Move Action. A Survivor can decline the rescue and stay in the selected Zone if his controller chooses. Both Zones need to share a clear path. A Survivor can’t cross closed doors or walls, and can’t be extracted into or out of a Vault."
    },
    {
      "name": "Lock it down",
      "desc": "At the cost of one Action, the Survivor can close an open door in his Zone. Opening or destroying it again later does not trigger a new Zombie Spawn."
    },
    {
      "name": "Loud",
      "desc": "Once during each of his Turns, the Survivor can make a huge amount of noise! Until this Survivor’s next Turn, the Zone he used this Skill in is considered to have the highest number ofNoise tokens on the entire board. If different Survivors have thisSkill, only the last one who used it applies the effects."
    },
    {
      "name": "Low profile",
      "desc": "The Survivor can’t get hit by Survivors’ Magic and Ranged Actions. Ignore him when casting a Combat spell or shooting in the Zone he stands in. Game effects that kill everything in the targeted Zone, like Dragon Fire, still kill him, though."
    },
    {
      "name": "Lucky",
      "desc": "The Survivor can re-roll once all the dice for eachAction (or Armor roll) he takes. The new result takes the place of the previous one. This Skill stacks with the effects of otherSkills and Equipment that allows re-rolls."
    },
    {
      "name": "Mana rain",
      "desc": "When resolving a Magic Action, the Survivor may substitute the Dice number of the Combat spell(s) he uses with the number of Zombies standing in the targeted Zone. Skills affecting the dice value, like +1 die: Magic, still apply."
    },
    {
      "name": "Marksman",
      "desc": "The Survivor may freely choose the targets of all his Magic and Ranged Actions. Misses don’t hit Survivors."
    },
    {
      "name": "Matching set!",
      "desc": "When a Survivor performs a Search Action and draws an Equipment card with the Dual symbol, he can immediately take a second card of the same type from theEquipment deck. Shuffle the deck afterward."
    },
    {
      "name": "Point-blank",
      "desc": "The Survivor can resolve Ranged and MagicActions in his own Zone, no matter the minimum Range. When resolving a Magic or Ranged Action at Range 0, theSurvivor freely chooses the targets and can kill any type ofZombies. His Combat spells and Ranged weapons still need to inflict enough Damage to kill his targets. Misses don’t hitSurvivors."
    },
    {
      "name": "Reaper: Combat",
      "desc": "Use this Skill when assigning hits while resolving a Combat Action (Melee, Ranged or Magic). One of these hits can freely kill an additional identical Zombie in the same Zone. Only a single additional Zombie can be killed per Action when using this Skill. The Survivor gains the experience for the additional Zombie."
    },
    {
      "name": "Reaper: Magic",
      "desc": "Use this Skill when assigning hits while resolving a Magic Action. One of these hits can freely kill an additional identical Zombie in the same Zone. Only a single additionalZombie can be killed per Action when using this Skill. The Survivor gains the experience for the additional Zombie."
    },
    {
      "name": "Reaper: Melee",
      "desc": "Use this Skill when assigning hits while resolving a Melee Action. One of these hits can freely kill an additional identical Zombie in the same Zone. Only a single additionalZombie can be killed per Action when using this Skill. The Survivor gains the experience for the additional Zombie."
    },
    {
      "name": "Reaper: Ranged",
      "desc": "Use this Skill when assigning hits while resolving a Ranged Action. One of these hits can freely kill an additional identical Zombie in the same Zone. Only a single additionalZombie can be killed per Action when using this Skill. The Survivor gains the experience for the additional Zombie."
    },
    {
      "name": "Regeneration",
      "desc": "At the end of each Game Round, remove allWounds the Survivor received. Regeneration doesn’t work if the Survivor has been eliminated."
    },
    {
      "name": "Roll 6: +1 die Combat",
      "desc": "You may roll an additional die foreach “6” rolled on any Combat Action (Melee, Ranged orMagic). Keep on rolling additional dice as long as you keep getting “6”. Game effects that allow re-rolls (the Plenty OfArrows Equipment card, for example) must be used before rolling any additional dice for this Skill."
    },
    {
      "name": "Roll 6: +1 die Magic",
      "desc": "You may roll an additional die for each“6” rolled on a Magic Action. Keep on rolling additional dice as long as you keep getting “6”. Game effects that allow rerolls must be used before rolling any additional dice for thisSkill."
    },
    {
      "name": "Roll 6: +1 die Melee",
      "desc": "You may roll an additional die for each“6” rolled on a Melee Action. Keep on rolling additional dice as long as you keep getting “6”. Game effects that allow rerolls must be used before rolling any additional dice for thisSkill."
    },
    {
      "name": "Roll 6: +1 die Ranged",
      "desc": "You may roll an additional die foreach “6” rolled on a Ranged Action. Keep on rolling additional dice as long as you keep getting “6”. Game effects that allow re-rolls (the Plenty Of Arrows Equipment card, for example)must be used before rolling any additional dice for this Skill."
    },
    {
      "name": "Rotten",
      "desc": "At the end of his Turn, if the Survivor has not resolved a Combat Action (Melee,Ranged or Magic) and not produced a Noise token, place a Rotten token next to his base. As long as he has this token, he is totally ignored by all Zombies and is not considered a Noise token. Zombies don’t attack him and will even walk past him. The Survivor loses his Rotten token if he resolves any kind of CombatAction (Melee, Ranged or Magic) or makes noise. Even with the Rotten token, the Survivor still has to spend extra Actions to move out of a Zone crowded with Zombies."
    },
    {
      "name": "Scavenger",
      "desc": "The Survivor can Search in any Zone. This includes street Zones, Vault Zones, etc."
    },
    {
      "name": "Search: +1 card",
      "desc": "Draw an extra card when Searching with the Survivor."
    },
    {
      "name": "Shove",
      "desc": "The Survivor can use this Skill, for free, once during each of his Turns. Select a Zone at Range 1 from yourSurvivor. All Zombies standing in your Survivor’s Zone are pushed to the selected Zone. This is not a Movement. BothZones need to share a clear path. A Zombie can’t cross closed doors, ramparts (see the Wulfsburg expansion) or walls, but can be shoved in or out of a Vault."
    },
    {
      "name": "Slippery",
      "desc": "The Survivor does not spend extra Actions when he performs a Move Action out of a Zone containing Zombies. Entering a Zone containing Zombies ends the Survivor’sMove Action."
    },
    {
      "name": "Spellbook",
      "desc": "All Combat spells and Enchantments in the Survivor’sInventory are considered equipped in Hand. With thisSkill, a Survivor could effectively be considered as having several Combat spells and Enchantments cards equipped inHand. For obvious reasons, he can only use two identical dualCombat Spells at any given time. Choose any combination of two before resolving Actions or rolls involving the Survivor."
    },
    {
      "name": "Spellcaster",
      "desc": "The Survivor has one extra free Action. This Action may only be used for a Magic Action or an Enchantment Action."
    },
    {
      "name": "Sprint",
      "desc": "The Survivor can use this Skill once during each of his Turns. Spend one Move Action with the Survivor: He may move two or three Zones instead of one. Entering a Zone containing Zombies ends the Survivor’s Move Action."
    },
    {
      "name": "Super strength",
      "desc": "Consider the Damage value of Melee weapons used by the Survivor to be 3."
    },
    {
      "name": "Starts with a [Equipment]",
      "desc": "The Survivor begins the game with the indicated Equipment; its card is automatically assigned to him during Setup."
    },
    {
      "name": "Steady hand",
      "desc": "The Survivor can ignore other Survivors of his choosing when missing with a Magic or Ranged Action. TheSkill does not apply to game effects killing everything in the targeted Zone (such as a Dragon Fire, for example)."
    },
    {
      "name": "Swordmaster",
      "desc": "The Survivor treats all Melee weapons as if they had the Dual symbol."
    },
    {
      "name": "Tactician",
      "desc": "The Survivor’s Turn can be resolved anytime during the Players’ Phase, before or after any other Survivor’sTurn. If several Survivors benefit from this Skill at the same time, choose their Turn order."
    },
    {
      "name": "Taunt",
      "desc": "The Survivor can use this Skill, for free, once during each of his Turns. Select a Zone your Survivor can see. AllZombies standing in the selected Zone immediately gain an extra Activation: They try to reach the taunting Survivor by any means available. Taunted Zombies ignore all other Survivors. They do not attack them and cross the Zone they stand in if needed to reach the taunting Survivor."
    },
    {
      "name": "Tough",
      "desc": "The Survivor ignores the first Wound he receives from a single Zombie every Zombies’ Phase."
    },
    {
      "name": "Trick shot",
      "desc": "When the Survivor is equipped with Dual Combat spells or Ranged weapons, he can aim at different Zones with each spell/weapon in the same Action."
    },
    {
      "name": "Zombie link",
      "desc": "The Survivor plays an extra Turn each time an Extra Activation card is drawn from the Zombie pile. He plays before the extra-activated Zombies. If several Survivors benefit from this Skill at the same time, choose their Turn order."
    }
  ]
}